export const FAQ = [
    {
        question:
            'Q. 인공지능(혹은 통계, 코딩 등)에 대해 잘 모르는데 관심이 생겨, 공부하는 중입니다. 지원해도 괜찮을까요?',
        answer: 'A. 기본적인 Python 지식과 새로운 학문 및 프로젝트에 도전하고자 하는 열의만 있다면 충분히 참여하실 수 있습니다.',
    },
    {
        question:
            'Q. 머신러닝을 이미 어느정도 독학한 상태입니다. 공모전이나 프로젝트 경험을 쌓고 싶은데 지원 가능한가요?',
        answer: 'A. Python 및 머신러닝, 딥러닝에 대한 기초적인 지식이 있다면 Advanced track으로 지원하시는 걸 권장드립니다.',
    },
    {
        question: 'Q. 학회 분위기는 어떤가요?',
        answer: 'A. 모두 스터디, 프로젝트에 열정적으로 임하고, 학습뿐만 아니라 마니또, 소모임, 회식 등을 통해 학회원분들 간의 친목을 다질 수 있는 다양한 컨텐츠가 준비되어 있습니다!',
    },
]
