export const CUAI_TITLE = ['중앙대학교', '인공지능', '학회', 'CUAI']

export const WHOAREWE = [
    {
        label: 'since',
        info: '2018',
        description:
            '2018년 1학기 ‘CAU BIG DATA’라는 이름의 소규모 학회로 인재개발원 직무연구회에 소속되어 활동을 시작하였습니다.',
    },
    {
        label: '정기 세미나',
        info: '화요일',
        description:
            '인공지능 학습과 프로젝트를 중심으로 경험과 지식을 공유하며, 학회원 간의 소통과 협력을 강화하는 데 중점을 두고 있습니다.',
    },
    {
        label: '운영 기수',
        info: '8기',
        description: '최근 2년간 6기 34명, 7기 44명의 수료자를 배출하며 꾸준히 발전하고 있습니다.',
    },
]

export const CURRICULUM = [
    {
        title: 'Basic 트랙',
        description:
            '머신러닝의 기초부터 시작하고 싶은 분들을 위해 교재를 이용한 스터디를 진행하며 매주 간단한 퀴즈를 수행합니다.\nBasic Track 프로젝트를 마친 후에는 Basic과 Advanced의 구분 없이 활동하게 됩니다.',
    },
    {
        title: 'Advanced 트랙',
        description:
            '머신러닝에 대한 경험이 있는 분들을 위한 심화 커리큘럼입니다.\n한 학기 동안 본인의 관심 분야와 관련된 프로젝트와 스터디에 필수로 참여합니다.\n다양한 실습을 통한 직접적인 문제 해결과 실력 향상에 중점을 두고 준비한 트랙입니다.',
    },
    {
        title: '공통 사항',
        description: '선택 스터디 / 논문 발표',
    },
]

export const NIPAGPU = {
    title: 'NIPA GPU 서버',
    description: [
        '정보통신산업진흥원(NIPA)에서 제공하는 고성능 컴퓨팅 서버 할당을 받아, 학회원이라면 언제든 고성능 GPU를 활용하여 더 나은 데이터 분석 환경을 이용할 수 있습니다.',
        'NVIDIA Tesla V100 2개가 설치된 한 개의 서버를 지원받았으며 이를 활용하여 딥러닝 학습, 연구, 프로젝트 등을 수행할 수 있습니다. 해당서버에는 학습을 위한 프레임워크가 사전에 모두 설치되어 별도의 설치 작업없이 편리하게 작업을 진행할 수 있습니다.',
        '2023년에는 우수 자원 이용자로 선별되어 GPU를 추가로 할당 받을 수 있었으며 현재는 서버의 연장 사용을 위해 노력 중입니다. (2025년 1월 기준)',
    ],
}
